controllers/SiteController.php

    public function actionLogin()
    {
        $model = new Users();
        if (empty(Yii::$app->request->post())) {
            if (Yii::$app->user->isGuest) {
                return $this->render('login', ['model' => $model]);
            } else {
                return $this->render('logged_in');
            }

        } else {
            $post = Yii::$app->request->post();
            $identity = Users::find()
                ->where(['email' => $post['Users']['email'], 'password' => $post['Users']['password']])
                ->one();
---
SELECT * FROM `users` WHERE (`email`='qq@qq.qq') AND (`password`='qqqqqq')